Revit 2022 API
IFCAnyHandle.Unset Method
 Clears the handle.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 22.0.0.0 (22.1.0.0)
Since: 2013
Syntax
C#
public void Unset()
Visual Basic
Public Sub Unset
Visual C++
public:
void Unset()
See Also
IFCAnyHandle Class
Autodesk.Revit.DB.IFC Namespace